Repository: treboc/TriomiCount
Catalog: TriomiCount/Resources/*.lproj/Localizable.strings
Languages: de

# homeView.newSession
source: New Session
de: Neues Spiel

# homeView.resume
source: Resume
de: Weiterspielen

# homeView.players
source: Players
de: Spieler

# homeView.sessions
source: Sessions
de: Spiele

# sessionOnboardingView.participationHeaderText
source: Please chose the players who are participating in the session.
de: Bitte wähle die Spieler aus, die mitspielen sollen.

# sessionOnboardingView.addNewPlayer
source: Add New Player
de: Neuen Spieler erstellen

# sessionOnboardingView.startSession
source: Start Session
de: Spiel starten

# sessionOnboardingView.backToMainMenu
source: Back to Main Menu
de: Zurück zum Hauptmenü

# sessionView.headerLabel.totalScore
source: Total score
de: Punkte

# sessionView.headerLabel.thisTurnScore
source: This turn
de: Diese Runde

# sessionView.scoreSlider.labelText
source: How many points is your card worth?
de: Wie viele Punkte ist deine Karte wert?

# sessionView.drawnToggle.labelText
source: Did you have to draw a card?
de: Musstest du nachziehen?

# sessionView.timesDrawnPicker.labelText
source: How often did you have to draw?
de: Wie oft musstest du nachziehen?

# sessionView.playedCardPicker.labelText
source: Were you able to play the card?
de: Konntest du deine Karte ausspielen?

# sessionView.bonusEventPicker.labelText
source: Do you get some bonus points?
de: Bekommst du Bonuspunkte?

# sessionView.bonusEventPicker.none
source: None
de: Keine

# sessionView.bonusEventPicker.bridge
source: Bridge
de: Brücke

# sessionView.bonusEventPicker.hexagon
source: Hexagon
de: Sechseck

# sessionView.bonusEventPicker.twoHexagons
source: Two Hexagons
de: Zwei Sechsecke

# sessionView.bonusEventPicker.threeHexagons
source: Three Hexagons
de: Drei Sechsecke

# sessionView.undoButton.labelText
source: Undo last turn
de: Zug rückgängig machen

# sessionView.nextPlayerButton.labelText
source: Next Player
de: Zug beenden

# sessionView.exitSessionButton.labelText
source: Exit Session
de: Zum Hauptmenü

# sessionView.endSessionButton.labelText
source: End Session
de: Runde beenden

# pointsSubmitView.labelText %@
source: How much points do you have left, %@?
de: %@, wie viele Punkte hast du noch auf dem Brett?

# pointsSubmitView.overlayAlertMessage
source: Please enter a valid number!
de: Bitte gib eine Zahl ein!

# sessionResultsView.sessionResults
source: Session Results
de: Spielergebnis

# sessionResultsView.points
source: Points
de: Punkte

# sessionResultsView.mainMenuButton.labelText
source: Main menu
de: Zum Hauptmenü

# addNewPlayerView.nameLabel.labelText
source: Tell me your name, please!
de: Wie heisst du?

# addNewPlayerView.nameLabel.textfieldText
source: Name's coming..
de: Den Namen hierhin..

# addNewPlayerView.createButton.labelText
source: Create
de: Erstellen

# addNewPlayerView.alertTextFieldEmpty.message
source: Textfield is empty!
de: Textfeld ist leer!

# addNewPlayerView.alertNameToLong.message
source: I'm sorry, your name is too long!
de: Sorry, dein Name ist zu lang!

# playerDetailView.lastScore
source: Last Score
de: Punkte im letzten Spiel

# playerDetailView.createdOn
source: Created On
de: Erstellt am

# playerDetailView.numberOfSessionsWon
source: Number Of Sessions Won
de: Gewonnene Spiele

# playerDetailView.numberOfSessionsPlayed
source: Number Of Sessions Played
de: Gespielte Spiele

# playerDetailView.deleteButton.title
source: Delete Player
de: Spieler löschen

# playerDetailView.backButton.title
source: Back
de: Zurück

# playerDetailView.deletePlayer.alertTitle
source: Warning!
de: Warnung!

# playerDetailView.deletePlayer.alertMessage %@
source: Are you sure that you want to delete %@? The data can't be restored.
de: Bist du sicher, dass du %@ löschen möchtest? Die Daten können nicht widerhergestellt werden.

# playerDetailView.deletePlayer.confirmationButtonTitle
source: Yes, I'm sure.
de: Ja, ich bin mir sicher.

# sessionListView.button.backToMainMenu
source: Back to Main Menu
de: Zurück zum Hauptmenü

# sessionListView.sessions
source: Sessions
de: Spiele

# sessionListRowView.session
source: Session
de: Spiel

# sessionListRowView.playedBy
source: Played with:
de: Gespielt von:

# sessionDetailView.playedWith
source: Played with
de: Mitgespielt haben

# sessionDetailView.won
source: Winner
de: Gewonnen hat

# sessionDetailView.points
source: Points
de: Punkteverteilung

# settingsView.settings
source: Settings
de: Einstellungen

# settingsView.colorScheme.title
source: Appearance
de: Erscheinungsbild

# settingsView.colorScheme.light
source: Light
de: Hell

# settingsView.colorScheme.dark
source: Dark
de: Dunkel

# settingsView.colorScheme.system
source: Automatic
de: Automatisch

# settingsView.idleDimmingDisabled.options
source: Options
de: Optionen

# settingsView.idleDimmingDisabled.pickerLabelText
source: Disable screen dimming in sessions
de: Automatische Sperre in Spielen deaktivieren

# settingsView.idleDimmingDisabled.importantMessage
source: IMPORTANT: This will reduce your battery life.
de: ACHTUNG: Dies wirkt sich negativ auf die Akkulaufzeit aus.

# exitSessionAlert.title
source: Are you sure?
de: Bist du sicher?

# exitSessionAlert.message
source: You're about to leave the session. It's possible that it is not saved..
de: Du bist dabei, dass Spiel zu verlassen. Es könnte möglicherweise nicht gespeichert sein.

# exitSessionAlert.buttonTitle
source: Yes, I'm sure.
de: Ja, ich bin sicher.

# endSessionConfirmationDialogue.title
source: The session will end
de: Achtung! Das Spiel wird beendet.

# endSessionConfirmationDialogue.messageWinner %@
source: %@ played out the last tile.
de: %@ hat den letzten Stein angelegt.

# endSessionConfirmationDialogue.messageTie
source: No one can place a tile.
de: Niemand kann mehr anlegen.

# rules.title
source: Rules
de: Regeln

# rules.setup.header
source: Setup
de: Vorbereitung

# rules.setup.body
source: Mix the tiles face down on the table. One player tracks the score with the help of this app. Number of tiles: - 2 players, 9 tiles per player - 3 to 4 players, 7 tiles - 5 to 6 players, 6 tiles Place them on your rack, with the numbered side up, so you can see them. For getting the first player, there are different ways. **First variant:** All players are picking up a tile from the “well” and the player with the highest valued stone begins. This player places a random tile from the well as his first play. **Second variant:** The player with the highest valued stone, with three of the same numbers (e.g. 5 - 5 -5, then 4 - 4 - 4, and so on) on his rack, begins by playing this stone out as his first play.
de: Mische die Steine auf dem Tisch. Ein Spieler notiert mit Hilfe dieser App die Punkte. Anzahl der Steine pro Spieler: - bei 2 Spielern: 9 Steine - bei 3 bis 4 Spielern: 7 Steine - bei 5 bis 6 Spielern: 6 Steine Jeder Spieler zieht die benötigte Menge an Steinen und legt sie so auf sein Brett, dass er die Punktzahlen sehen kann. Um herauszubekommen, welcher Spieler den ersten Zug macht, gibt es mehrere Wege. Zum Beispiel: Erste Variante: Alle Spieler ziehen einen Stein aus dem Vorrat und der Spieler, der den Stein mit der höchsten Punktzahl hat, fängt an. Er legt dann im Anschluss als ersten Spielzug einen Stein aus dem Vorrat direkt auf den Tisch. Zweite Variante: Der Spieler, der den Stein mit der höchsten, dreimal gleichen Zahl (z.B. 5 - 5 - 5, 4 - 4 - 4, etc.) fängt an. Er legt diesen Stein als ersten Spielzug direkt auf den Tisch.

# rules.letsGo.header
source: Let's go
de: Los geht's

# rules.letsGo.body
source: Now each player places a stone with two numbers on each corner, matching the respective corners of a tile that already lies on the table. It is important to ensure that all three corners fit, if you place a tile in between other tiles. If the player on turn can’t or does not want to place a tile, he has to buy one from the well. This will lead to 5 penalty points for each bought tile. It is possible to buy three tiles per round. If you can’t place a tile after buying 3, you get another 10 penalty points (25 total for this round), and the next player is on turn. If you can place a tile after buying, the value of this tile is added to the penalty points (e.g. -10 + 8 → -2 points for this turn.)
de: Nun legt jeder Spieler im Uhrzeigersinn einen passenden Stein an. An einer Kante müssen die Punkte an den jeweiligen Ecken dem anzulegenden Stein gleichen. Es ist wichtig, dass alle drei Ecken passen müssen, wenn der Stein in eine Lücke eingelegt wird. Wenn der Spieler keinen Stein anlegen kann oder möchte, muss er einen Stein aus dem Vorrat ziehen. Wenn er einen Stein zieht, bekommt er pro Stein 5 Strafpunkte, jede Runde können maximal 3 Steine gezogen werden. Wenn auch nach dem dritten, gezogenen Stein noch kein Anlegen möglich ist, bekommt der Spieler für diese Runde 25 Strafpunkte. Wenn du den Stein ablegen konntest, ist der Wert auf dem Stein mit den Strafpunkten zu verrechnen (z.B. -10 + 8 → -2 Punkte für diese Runde).

# rules.endOfGame.header
source: End of the Game
de: Ende des Spiels

# rules.endOfGame.body
source: The player that placed his last tile out of his rack will get 25 bonus points and the combined points of all tiles, that are now still on the other players racks.
de: Der Spieler, der den letzten Stein legt, bekommt 25 Bonuspunkte. Er bekommt außerdem die Punkte aller Steine der anderen Spieler die sich noch auf deren Spielbänken befinden.

# rules.bonusPoints.header
source: Bonus Points
de: Bonuspunkte

# rules.bonusPoints.body
source: It is possible to get some bonus points for special moves: 1. Bridge (one matching Edge and a matching corner) - 40 points. 2. Completing a hexagon - 50 points. 3. Two hexagons at the same time - 60 points. 4. Three hexagons at the same time - 70 points.
de: Es ist möglich Bonuspunkte für besondere Züge zu bekommen. 1. Brücke (eine passende Kante und eine passende Ecke gegenüber) - 40 Punkte. 2. Ein Sechseck beenden - 50 Punkte. 3. Zwei Sechsecke beenden - 60 Punkte. 4. Drei Sechsecke beenden - 70 Punkte.

source: Yes
de: Ja

source: No
de: Nein

source: Reset
de: Zurücksetzen

source: Cancel
de: Abbrechen

source: Back
de: Zurück

source: Next
de: Weiter

source: Submit
de: Beenden

source: Player
de: Spieler

source: Score
de: Punktestand

source: Session Overview
de: Aktueller Punktestand

source: Players
de: Spieler

source: Sessions
de: Spiele

source: and
de: und

# joinStringAnd
source: , and
de: und

source: Back to Main Menu
de: Zurück zum Hauptmenü

source: Add new player
de: Spieler hinzufügen
